---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.DuplicateFabricSheet
source: html/299e648f-5808-ee61-aa6b-468dffb5a050.htm
---
# Autodesk.Revit.DB.BuiltInFailures.OverlapFailures.DuplicateFabricSheet Property

There are identical Fabric sheets in the same place. This will result in double counting in schedules.

## Syntax (C#)
```csharp
public static FailureDefinitionId DuplicateFabricSheet { get; }
```